def greeting(first_name, last_name):
    return f"<b>{first_name} {last_name}</b>, привет!\nЗадачи на какую тему вас интересуют?"

'''
theme_select_response = {
                            '1': "О! Это хорошая и очень интересная тема! У неё есть несколько подтем:",
                            '2': "По этой теме только 1 тип задач:",
                            '3': "Это немаловажные темы!",
                            '4':,
                            '5':,
                            '6':,
                            '7':,
                            '8':,
                            '9':,
                            '10':,
                            'no':,
}
'''